/* User/pwd server verification */
"Authentication Required" = "Autenticação necessária";

/* Extension installation
 HTTPS server verification
 Link long-press context menu
 User/pwd server verification
*/
"Cancel" = "Cancelar";

/* HTTPS server verification */
"Proceed" = "Avançar";

/* Link long-press context menu */
"Copy Link" = "Copiar endereço";

/* Google autocomplete error */
"Error: " = "Erro: ";

/* Web audio setup */
"Failed to set audio session for the webview; there may be no sound." = "Falhou a definir a sessão de áudio para a vista web; pode não haver som.";

/* User/pwd server verification */
"Log In" = "Iniciar sessão";

/* Link long-press context menu */
"Open Here" = "Abrir aqui";

/* Link long-press context menu */
"Open in New Tab" = "Abrir num novo separador";

/* User/pwd server verification */
"Password" = "Palavra-Passe";

/* Google autocomplete error */
"response code %d" = "código de resposta %d";

/* Google autocomplete error */
"response format unrecognized" = "formato da resposta irreconhecível";

/* Google autocomplete error */
"response non-decodable" = "resposta não-descodificável";

/* Google autocomplete error */
"response parsing %@" = "análise à resposta %@";

/* HTTPS server verification */
"Warning" = "Aviso";

/* HTTPS server verification */
"The site's security certificate is not trusted. Do you want to proceed?" = "O certificado de segurança do site não é fidedigno. Pretende avançar?";

/* User/pwd server verification */
"Username" = "Nome de utilizador";

/* Link long-press context menu */
"Open in Background Tab" = "Abrir num separador em segundo plano";

/* Bookmark view controller */
"Edit Bookmark" = "Editar Marcador";

/* Link long-press context menu */
"Save Image" = "Guardar imagem";

/* Link long-press context menu */
"Save Video" = "Guardar vídeo";

/* Web download failure alert title */
"Download Failed" = "Falha na transferência";

/* Web download failure description */
"File download failed due to network error." = "Falha na transferência do ficheiro devido a erro na rede.";

/* Web download failure description */
"The file had unexpected content." = "O ficheiro possuía conteúdo inesperado.";

/* Web download failure description */
"The file could not be saved to Camera Roll." = "Não foi possível guardar o ficheiro no Rolo da Câmera.";

/* Web download failure description */
"File download failed due to internal error %@." = "Falha na transferência do ficheiro devido a erro interno %@.";

/* Download prohibition alert text */
"Browser cannot download this file." = "O browser não consegue transferir este ficheiro.";

/* Generic alert popup button */
"OK" = "OK";

/* Generic alert popup button */
"Cancel" = "Cancelar";
